chat_system_568434458_actor_description=Monte Rodriges. Pirate dying in a desert island.
chat_system_568434458_snap_0_question=^?^[s]An extremely emaciated man looks around the island absently. He's looking pretty bad.[/s]<br>Aaaah...
chat_system_568434458_snap_0_answer_0=^?^Hey, what happened to you?
chat_system_568434458_snap_1_question=^?^I'm sorry... I can barely speak... my crew put me ashore here, and sailed away on my ship, the Hoper.
chat_system_568434458_snap_1_answer_0=^?^Why did they do that?
chat_system_568434458_snap_2_question=^?^The map... the damned map caused a mutiny. Dwarves asked us to recover some treasure. But we couldn't find the treasure for a long time, so my crew mutinied.<br>[s]Each coming word is clearly hard for him, and he weakens with every breath. It looks like his days are numbered.[/s]
chat_system_568434458_snap_2_answer_0=^?^Hey, can you still hear me? Don't even think of closing your eyes, can you hear me?
chat_system_568434458_snap_3_question=^?^Find the treasure. I don't know where it's buried. If you find it, take it to Upper Hadar, a tavern called the "Stone Darillas." Here's the map. Find it. Good luck.<br>[s]The poor man closes his eyes and dies.[/s]
chat_system_568434458_snap_3_answer_0=^?^Rest in peace, Captain.
